<template>
  <div class="delivery container">
    <div class="text">
      Вернуть товар надлежащего качества можно, если сохранены его товарный вид,
      фабричные ярлыки, этикетки, потребительские свойства, а также документ,
      подтверждающий факт покупки указанного товара. Нельзя вернуть товар,
      бывший в употреблении*. <br />
      <br />
      ПОКУПКА В ОФЛАЙН-МАГАЗИНЕ<br />
      Товар, который вы купили в офлайн-магазине, можно вернуть в магазин в
      течение 14 дней.<br />
      Для возврата вам понадобятся товарный чек и паспорт. Если вы совершали
      покупку по карте, предъявите ту же карту вместе с остальными документами,
      чтобы мы могли вернуть на нее деньги.<br />
      Мы вернем деньги, как только получим одобрение возврата. В случае проблем
      с прохождением платежа мы свяжемся с вами для уточнения реквизитов.
      Обращаем ваше внимание, что возврат денежных средств зависит от скорости
      обработки операций банком и может достигать 30 банковских дней.<br />
      <br />
      ПОКУПКА В ИНТЕРНЕТ-МАГАЗИНЕ<br />
      Товар, который вы купили в интернет-магазине, можно вернуть при помощи
      курьерской службы СДЭК за счёт покупателя, а также при личном обращении в
      магазин.<br />
      <br />
      Вы можете вернуть купленный товар в течение 14 дней после получения
      посылки<br />
      Просьба отправлять посылку строго без наложенного платежа. Только
      убедитесь, что возвращаете товары именно в том состоянии, в котором они к
      вам прибыли: без следов эксплуатации и с заводскими бирками.<br />
      Наши менеджеры свяжутся с вами, как только возврат будет получен.
      Заполните и вложите в посылку бланк возврата.<br />
      Адрес для возврата через курьерскую службу СДЭК и другие:<br />
      127018, Москва, улица Сущевский вал 5с1 магазин RYZMAN<br />
      Получатель — Дронова Лилия Владимировна<br />
      Вернём денежные средства в течение 10 дней с даты получения возврата.<br />
      <br />
      СПОСОБЫ ВОЗВРАТА ДЕНЕЖНЫХ СРЕДСТВ: <br />
      При оплате заказа наличными курьеру возврат денежных средств
      осуществляется только на Банковский счет Покупателя, который указывается в
      бланке возврата.<br />
      При безналичном расчете осуществляется непосредственно на счёт, с которого
      происходила оплата.<br />
      Возврат денежных средств осуществляется за вычетом суммы доставки и
      возврата<br />
    </div>

    <div class="img">
      <img src="/img/vozvrat.png" alt="" />
    </div>
  </div>
</template>

<style lang="scss" scoped>
.delivery {
  display: flex;
  gap: 20px;
}
.text {
  font-family: "Montserrat";
  font-style: normal;
  font-weight: 600;
  font-size: 18px;
  line-height: 22px;
  color: #000000;
}
</style>