<template>
  <div class="delivery container">
    <div class="text">
      Самовывоз из шоурума <br />
      Только при оплате заказа на сайте.<br />
      Срок хранения заказа 3 дня.<br />
      Самовывоз в Москве доступен из шоурума<br />
      по адресу: Москва, улица Сущевский вал 5с1 <br />
      С 11:00 до 20:00<br />
      <br />
      Доставка курьером по Москве в пределах МКАД<br />
      Доставка с примеркой – 500₽<br />
      Сроки доставки 1-2 рабочих дня<br />
      Время примерки – 15 минут<br />
      <br />
      Доставка с примеркой возможна при заказе не более 5 позиций.<br />
      <br />
      Услуга доставки оплачивается вне зависимости от совершения покупки.<br />
      Оплата наличными курьеру<br />
      <br />
      Доставка по России<br />
      Курьерская доставка до двери<br />
      Стоимость доставки рассчитывается автоматически при оформлении заказа.<br />
      Срок доставки – от 2 дней, в зависимости от удалённости региона<br />
      Данный способ доставки не включает в себя возможность примерки и
      частичного выкупа.<br />
      Оплата возможна онлайн на сайте.<br />
      <br />
      Предоплата по заказу 100%<br />
      <br />
      Доставка до пункта самовывоза СДЭК <br />
      Стоимость доставки рассчитывается автоматически при оформлении заказа.<br />
      Срок доставки – от 2 дней, в зависимости от удалённости региона<br />
      Данный способ доставки не включает в себя возможность примерки и
      частичного выкупа.<br />
      Оплата возможна онлайн на сайте.<br />
      <br />
      Предоплата по заказу 100%
    </div>
    <div class="img">
      <img src="/img/dostavka.png" alt="" />
    </div>
  </div>
</template>

<style lang="scss" scoped>
.delivery {
  display: flex;
  gap: 20px;
}
.text {
  font-family: "Montserrat";
  font-style: normal;
  font-weight: 600;
  font-size: 20px;
  line-height: 24px;
  color: #000000;
}
</style>